accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
arandr
autoconf
automake
avahi
b43-fwcutter
base
base-devel
bibata-cursor-theme
bison
blueman
bluez-utils
breeze-icons
bridge-utils
brightnessctl
btrfs-progs
bzip2
clipit
code
coreutils
cpupower
cronie
cryptsetup
device-mapper
dfc
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
exfatprogs
eza
f2fs-tools
fd
figlet
firefox
fish
flameshot
flex
freerdp
gcolor3
gnome-disk-utility
gnome-keyring
grub
grub-theme-manjaro
gum
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
haveged
htop
i3-default-artwork
inetutils
intel-ucode
inxi
jdk17-openjdk
jfsutils
kitty
kvantum-manjaro
lazygit
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-utils
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libtool
libva-mesa-driver
libva-vdpau-driver
libvirt
lightdm-settings
lightdm-slick-greeter
logrotate
lsd
lvm2
lxappearance
lxinput
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-hotfixes
manjaro-i3-settings
manjaro-ranger-settings
manjaro-release
manjaro-system
manjaro-zsh-config
maven
mdadm
memtest86+
memtest86+-efi
mesa-utils
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
morc_menu
mousepad
mpv
mupdf
nano
nano-syntax-highlighting
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
okular
openbsd-netcat
openjdk17-doc
openresolv
openssh
os-prober
otf-font-awesome
p7zip
pamac-gtk
pamixer
patch
patchutils
pavucontrol
pcmanfm
perl
perl-file-mimeinfo
pkgconf
playerctl
polkit-gnome
polkit-kde-agent
powertop
pulseaudio
putty
python-click
python-dbus-next
python-iwlib
python-pip
python-psutil
python-pywal
python-rich
qemu-full
qemu-tools
qt5ct
qtile
ranger
reiserfsprogs
rofi
rsync
rust
s-nail
sbxkb
screenfetch
sddm
slock
sof-firmware
spectre-meltdown-checker
speedtest-cli
squashfs-tools
starship
steam
sudo
sysfsutils
syslog-ng
systemd
terminus-font
texinfo
thunar
thunar-archive-plugin
tlp
tree
ttf-cascadia-code
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-mononoki-nerd
ttf-roboto-mono-nerd
tumbler
ufw
unzip
upower
usbutils
vde2
vi
viewnior
vim
virt-manager
virt-viewer
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
wireless-regdb
wmutils
wpa_supplicant
xarchiver
xautolock
xdg-desktop-portal
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfce4-power-manager
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
zathura
zensu
